import React from "react";

export default function Footer() {
  return (
    <React.Fragment>
      {" "}
      <footer className="footer">
        <div className="container">
          {/* <a
            target="_blank"
            rel="noreferrer noopenner"
            href="https://rafinad.io/download-file/pravila-provedeniya-konkursa"
          > */}
          <p className="rules__header">Правила акции</p>
          {/* </a> */}
          <div>
            Акция «Оформите дебетовую карту «Мир» от Газпромбанка и получите в
            подарок сертификат в Giftery номиналом 1000 рублей». Акция действует
            с 20.05.2024–30.06.2024. Организатор акции: ООО «Рафинад».
            Участники: физ. лица (18+), граждане и резиденты РФ, у которых нет
            дебетовых пластиковых карт «Мир» Газпромбанка, а также заявок на них
            в течение 30 дней на момент оформления дебетовой карты «Мир»;
            Сертификат 1 000 ₽ в Giftery отправляет партнёр ООО «Рафинад» в
            течение 60 дней, при условии, что вы оставили номер телефона на
            лендинге, оформили одну дебетовую карту «Мир» в пакете услуг
            «Универсальный» с опцией лояльности «Понятный кешбэк» и совершили по
            ней первую покупку в течение 30 дней. По всем вопросам отправки
            сертификата обращайтесь на support@rafinad.io. Дебет. карта «Мир»
            в пакете услуг «Универсальный» (Карта). Выпуск и обслуживание — 0 ₽.
            Снятие наличных без комиссии в любых банкоматах РФ до 100
            000 ₽/мес., с Газпромбанк Привилегиями — до 200 000 ₽/мес., свыше —
            1% (мин. 300 ₽) до 1 млн ₽/мес. и 10% (мин. 300 ₽) свыше
            1 млн ₽/мес. Переводы по номеру телефона без комиссии через систему
            быстрых платежей: между своими счетами в разных банках до 30 000
            000 ₽ в месяц; другим людям до 100 000 ₽/мес., с Сервисом — до 150
            000 ₽/мес., свыше — 0,5% (макс. 1 500 ₽). Организатор акции
            «Приятный кешбэк» — банк ГПБ (АО). Срок акции:
            01.11.2023–30.10.2024. Участники: физ. лица, граждане РФ (18+),
            нет дебет. карт банка ГПБ (АО) и заявок на них на момент старта
            акции; дебет. неименная карта «Мир» в пакете услуг «Универсальный»
            с лояльностью «Понятный кешбэк»/«Умный кешбэк» (Карта) оформлена
            с 01.11.23 по 30.09.24 по ссылке с реклам. меткой и получена в теч.
            30 календ. дней с момента подачи заявки, но не позднее 30.09.2024.
            Кешбэк 1000 баллов за покупки по Карте на общую сумму от 1 000 ₽
            в период 30 календ. дней с момента получения Карты; (1 балл = 1 ₽
            при компенсации покупки и 1 балл = 0,8 ₽ при конвертации в рубли
            в мобильном приложении банка (0+)) выплата до 25 числа след. месяца
            после выполнения условий. Есть ограничения. Организатор акции «Карта
            для мечты» — банк ГПБ (АО). Сроки с 06.02.2024 по 31.07.2024.
            Участники: держатели дебетовой карты, в том числе индивидуальной
            зарплатной карты, в пакете услуг «Универсальный» с подключённой
            Программой лояльности «Понятный кешбэк» или «Умный кешбэк»,
            предоставившие согласие на участие в акции до 31.07.2024. 25% кешбэк
            (возврат части средств) в категориях супермаркеты, одежда и обувь,
            АЗС, такси и общественный транспорт, аптеки (перечень МСС-кодов
            указан в условиях акции). Максимально — 5 000 баллов ежемесячно
            (1 балл = 1 ₽ при компенсации покупки и 1 балл = 0,8 ₽
            при конвертации в рубли в мобильном приложении банка (0+)).
            Минимальные траты для получения кешбэка — 5 000 ₽ в месяц. 10%
            годовых на неснижаемый остаток средств на счёте карты от 30 000 ₽
            до 100 000 ₽, максимум — 850 руб./мес. Обслуживание карты — 0 ₽.
            По опции лояльности «Умный кешбэк»: без Газпромбанк Привилегий
            (Сервис) — 3% кешбэк баллами в категориях «Одежда и обувь», «АЗС»,
            «Такси и общественный транспорт», «Аптеки»; с Сервисом — 5%
            в категориях «Одежда и обувь», «АЗС», «Такси и общественный
            транспорт», «Аптеки» и 1% — за остальные покупки. По опции
            лояльности «Понятный кешбэк»: без Сервиса — 1,5% кешбэк баллами
            за все покупки; с Сервисом — 2% кешбэк баллами за все покупки.
            Управление Сервисом: в мобильном приложении (0+), интернет-банке,
            по телефону, в офисе. Сервис доступен бесплатно — 1 месяц, далее —
            199 ₽ в месяц. Накопительный счёт. Проценты на мин. остаток на счёте
            за календ. мес.: при открытии в мобильном приложении (0+)
            или интернет-банке — макс. 17% годовых в месяц открытия счета
            и след. за ним, если в послед. 90 календ. дней не было действующих
            и/или прекративших действие договоров вкладов и накоп. счётов
            на сумму от 100 ₽ и нет накоп. счётов с действующей привет.
            надбавкой, иначе по базовой ставке 10% годовых на сумму от 5 000 ₽.
            На сумму от 1,5 млн ₽ — ставка 10% год. На сумму до 5 000 ₽ — 0,01%
            годовых. Выплата процентов — ежемес. в 1-й раб. день месяца, след.
            за расчётным. При закрытии счета в послед. расчёт. период проценты
            не начисляются. Срок, пополнение, снятие — без ограничений.
            Подробнее на {" "}
            <a href="gazprombank.ru" target="_blank">
              gazprombank.ru
            </a>
            . Информация на 01.05.2024. Банк ГПБ (АО). Лицензия банка России
            № 354. Реклама.
          </div>
        </div>
      </footer>
    </React.Fragment>
  );
}
